def area(a, b, c):
'''Принимает число a, b, c возвращает ??? (a + b + c) / 2'''
    return (a + b + c) / 2

'''
Возвращает площадьтреугольника.

Параметры:
	a(int): целое число(например 8)
	b(int): целое число(например 6)
	c(int): целое число(например 2)

Возвращает значение:
	areaa(a,b,c): площадь треугольника (8)
'''


def perimeter(a, b, c):
'''Принимает число a, b, c возвращает a + b + c'''
    return a + b + c


'''
Возвращает периметр треугольника.

Параметры:
	a(int): целое число(например 8)
	b(int): целое число(например 6)
	c(int): целое число(например 2)

Возвращает значение:
	perimeter(a,b,c): периметр треугольника (16)
'''
